Repository: flipper-hero/ios-app
Catalog: Sources/AgentKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

source: Feature-rich fork with asset packs and extra apps
ar: نسخة غنية بالميزات مع حزم أصول وتطبيقات إضافية
de: Funktionsreicher Fork mit Asset-Packs und Zusatz-Apps
es: Fork muy completo con paquetes de recursos y apps extra
fr: Fork très complet avec packs d’assets et apps supplémentaires
hi: एसेट पैक और अतिरिक्त ऐप्स वाला फ़ीचर-समृद्ध फ़ोर्क
it: Fork ricco di funzioni con pacchetti grafici e app extra
ja: アセットパックや追加アプリを含む多機能フォーク
ko: 에셋 팩과 추가 앱이 포함된 기능이 풍부한 포크
pl: Rozbudowany fork z pakietami grafik i dodatkowymi aplikacjami
pt_br: Fork completo com pacotes de recursos e apps extras
ru: Богатый функциями форк с наборами оформления и дополнительными приложениями
tr: Grafik paketleri ve ek uygulamalarla zengin özellikli fork
uk: Функціональний форк із пакетами оформлення та додатковими застосунками
zh_hans: 功能丰富的分支，带素材包和额外应用

# Generate a %@ file from "%@" and write it to %@
source: Generate a %1$@ file from "%2$@" and write it to %3$@
ar: إنشاء ملف %1$@ من "%2$@" وكتابته في %3$@
de: Eine %1$@-Datei aus „%2$@“ erzeugen und nach %3$@ schreiben
es: Generar un archivo %1$@ a partir de «%2$@» y escribirlo en %3$@
fr: Générer un fichier %1$@ à partir de « %2$@ » et l’écrire dans %3$@
hi: "%2$@" से एक %1$@ फ़ाइल बनाएँ और उसे %3$@ में लिखें
it: Genera un file %1$@ da «%2$@» e scrivilo in %3$@
ja: 「%2$@」から %1$@ ファイルを生成し、%3$@ に書き込む
ko: "%2$@"을(를) 바탕으로 %1$@ 파일을 만들어 %3$@에 쓰기
pl: Wygeneruj plik %1$@ na podstawie „%2$@” i zapisz go w %3$@
pt_br: Gerar um arquivo %1$@ a partir de "%2$@" e gravá-lo em %3$@
ru: Создать файл %1$@ по описанию «%2$@» и записать в %3$@
tr: “%2$@” açıklamasından bir %1$@ dosyası oluştur ve %3$@ konumuna yaz
uk: Створити файл %1$@ за описом «%2$@» і записати в %3$@
zh_hans: 根据“%2$@”生成 %1$@ 文件并写入 %3$@

source: Launch app %@
ar: تشغيل التطبيق %@
de: App %@ starten
es: Abrir la app %@
fr: Lancer l’app %@
hi: ऐप %@ खोलें
it: Avvia l’app %@
ja: アプリ %@ を起動
ko: %@ 앱 실행
pl: Uruchom aplikację %@
pt_br: Abrir o app %@
ru: Запустить приложение %@
tr: %@ uygulamasını aç
uk: Запустити застосунок %@
zh_hans: 启动应用 %@

# Launch app %@ with argument %@
source: Launch app %1$@ with argument %2$@
ar: تشغيل التطبيق %1$@ مع الوسيط %2$@
de: App %1$@ mit Argument %2$@ starten
es: Abrir la app %1$@ con el argumento %2$@
fr: Lancer l’app %1$@ avec l’argument %2$@
hi: ऐप %1$@ को आर्ग्युमेंट %2$@ के साथ खोलें
it: Avvia l’app %1$@ con l’argomento %2$@
ja: アプリ %1$@ を引数 %2$@ で起動
ko: %1$@ 앱을 인수 %2$@(으)로 실행
pl: Uruchom aplikację %1$@ z argumentem %2$@
pt_br: Abrir o app %1$@ com o argumento %2$@
ru: Запустить приложение %1$@ с аргументом %2$@
tr: %1$@ uygulamasını %2$@ argümanıyla aç
uk: Запустити застосунок %1$@ з аргументом %2$@
zh_hans: 以参数 %2$@ 启动应用 %1$@

source: List %@
ar: عرض محتويات %@
de: %@ auflisten
es: Listar %@
fr: Lister %@
hi: %@ की सूची दिखाएँ
it: Elenca %@
ja: %@ の一覧を表示
ko: %@ 목록 보기
pl: Wyświetl zawartość %@
pt_br: Listar %@
ru: Показать содержимое %@
tr: %@ içeriğini listele
uk: Показати вміст %@
zh_hans: 列出 %@

source: Look at the Flipper's screen
ar: النظر إلى شاشة Flipper
de: Den Bildschirm des Flippers ansehen
es: Mirar la pantalla del Flipper
fr: Regarder l’écran du Flipper
hi: Flipper की स्क्रीन देखें
it: Guarda lo schermo del Flipper
ja: Flipper の画面を見る
ko: Flipper 화면 보기
pl: Spójrz na ekran Flippera
pt_br: Olhar a tela do Flipper
ru: Посмотреть на экран Flipper
tr: Flipper’ın ekranına bak
uk: Подивитися на екран Flipper
zh_hans: 查看 Flipper 的屏幕

source: Make the Flipper beep and blink
ar: جعل Flipper يصدر صفيرًا ويومض
de: Den Flipper piepen und blinken lassen
es: Hacer que el Flipper pite y parpadee
fr: Faire biper et clignoter le Flipper
hi: Flipper से बीप और ब्लिंक करवाएँ
it: Fai suonare e lampeggiare il Flipper
ja: Flipper を鳴らして点滅させる
ko: Flipper가 삐 소리를 내고 깜박이게 하기
pl: Niech Flipper zapiszczy i mrugnie
pt_br: Fazer o Flipper apitar e piscar
ru: Заставить Flipper пищать и мигать
tr: Flipper’ı öttür ve yanıp söndür
uk: Змусити Flipper пищати й блимати
zh_hans: 让 Flipper 鸣响并闪烁

# Model API error %lld: %@
source: Model API error %1$lld: %2$@
ar: خطأ في واجهة النموذج %1$lld: %2$@
de: Fehler der Modell-API %1$lld: %2$@
es: Error de la API del modelo %1$lld: %2$@
fr: Erreur de l’API du modèle %1$lld : %2$@
hi: मॉडल API त्रुटि %1$lld: %2$@
it: Errore API del modello %1$lld: %2$@
ja: モデル API エラー %1$lld：%2$@
ko: 모델 API 오류 %1$lld: %2$@
pl: Błąd API modelu %1$lld: %2$@
pt_br: Erro da API do modelo %1$lld: %2$@
ru: Ошибка API модели %1$lld: %2$@
tr: Model API hatası %1$lld: %2$@
uk: Помилка API моделі %1$lld: %2$@
zh_hans: 模型 API 错误 %1$lld：%2$@

# Move %@ to %@
source: Move %1$@ to %2$@
ar: نقل %1$@ إلى %2$@
de: %1$@ nach %2$@ verschieben
es: Mover %1$@ a %2$@
fr: Déplacer %1$@ vers %2$@
hi: %1$@ को %2$@ में ले जाएँ
it: Sposta %1$@ in %2$@
ja: %1$@ を %2$@ に移動
ko: %1$@을(를) %2$@(으)로 이동
pl: Przenieś %1$@ do %2$@
pt_br: Mover %1$@ para %2$@
ru: Переместить %1$@ в %2$@
tr: %1$@ öğesini %2$@ konumuna taşı
uk: Перемістити %1$@ до %2$@
zh_hans: 将 %1$@ 移动到 %2$@

source: No app found for '%@'
ar: لم يُعثر على تطبيق لـ "%@"
de: Keine App für „%@“ gefunden
es: No se encontró ninguna app para «%@»
fr: Aucune app trouvée pour « %@ »
hi: '%@' के लिए कोई ऐप नहीं मिला
it: Nessuna app trovata per «%@»
ja: 「%@」に該当するアプリが見つかりません
ko: '%@'에 해당하는 앱이 없습니다
pl: Nie znaleziono aplikacji dla „%@”
pt_br: Nenhum app encontrado para "%@"
ru: Приложение «%@» не найдено
tr: “%@” için uygulama bulunamadı
uk: Застосунок «%@» не знайдено
zh_hans: 未找到“%@”相关的应用

source: No update package found for %@
ar: لم يُعثر على حزمة تحديث لـ %@
de: Kein Update-Paket für %@ gefunden
es: No se encontró ningún paquete de actualización para %@
fr: Aucun paquet de mise à jour trouvé pour %@
hi: %@ के लिए कोई अपडेट पैकेज नहीं मिला
it: Nessun pacchetto di aggiornamento trovato per %@
ja: %@ の更新パッケージが見つかりません
ko: %@용 업데이트 패키지를 찾을 수 없습니다
pl: Nie znaleziono pakietu aktualizacji dla %@
pt_br: Nenhum pacote de atualização encontrado para %@
ru: Пакет обновления для %@ не найден
tr: %@ için güncelleme paketi bulunamadı
uk: Пакет оновлення для %@ не знайдено
zh_hans: 未找到 %@ 的更新包

source: Open Bad KB with the script %@ loaded (not started)
ar: فتح Bad KB مع تحميل البرنامج النصي %@ (دون تشغيله)
de: Bad KB mit dem Skript %@ öffnen (nicht gestartet)
es: Abrir Bad KB con el script %@ cargado (sin iniciar)
fr: Ouvrir Bad KB avec le script %@ chargé (non lancé)
hi: स्क्रिप्ट %@ लोड करके Bad KB खोलें (शुरू नहीं किया गया)
it: Apri Bad KB con lo script %@ caricato (non avviato)
ja: スクリプト %@ を読み込んだ状態で Bad KB を開く（実行はしない）
ko: %@ 스크립트를 불러온 상태로 Bad KB 열기 (실행하지 않음)
pl: Otwórz Bad KB z wczytanym skryptem %@ (bez uruchamiania)
pt_br: Abrir o Bad KB com o script %@ carregado (não iniciado)
ru: Открыть Bad KB со скриптом %@ (без запуска)
tr: Bad KB’yi %@ betiği yüklü olarak aç (başlatılmadan)
uk: Відкрити Bad KB зі скриптом %@ (без запуску)
zh_hans: 打开 Bad KB 并载入脚本 %@（不运行）

source: Payload generation needs an API key in Settings
ar: يتطلب إنشاء الملفات مفتاح API في الإعدادات
de: Zum Erzeugen von Dateien wird ein API-Schlüssel in den Einstellungen benötigt
es: Para generar archivos se necesita una clave de API en Ajustes
fr: La génération de fichiers nécessite une clé API dans les Réglages
hi: फ़ाइलें बनाने के लिए सेटिंग्स में API कुंजी चाहिए
it: Per generare file serve una chiave API nelle Impostazioni
ja: ファイルの生成には設定で API キーが必要です
ko: 파일을 생성하려면 설정에 API 키가 필요합니다
pl: Generowanie plików wymaga klucza API w Ustawieniach
pt_br: Gerar arquivos exige uma chave de API nos Ajustes
ru: Для создания файлов нужен ключ API в настройках
tr: Dosya oluşturmak için Ayarlar’da bir API anahtarı gerekir
uk: Для створення файлів потрібен ключ API в Параметрах
zh_hans: 生成文件需要在设置中填写 API 密钥

source: Predecessor of Momentum, archived
ar: سلف Momentum، مؤرشف
de: Vorgänger von Momentum, archiviert
es: Predecesor de Momentum, archivado
fr: Prédécesseur de Momentum, archivé
hi: Momentum का पूर्ववर्ती, संग्रहीत
it: Predecessore di Momentum, archiviato
ja: Momentum の前身、アーカイブ済み
ko: Momentum의 전신, 보관됨
pl: Poprzednik Momentum, zarchiwizowany
pt_br: Antecessor do Momentum, arquivado
ru: Предшественник Momentum, в архиве
tr: Momentum’un öncülü, arşivlendi
uk: Попередник Momentum, в архіві
zh_hans: Momentum 的前身，已归档

source: Press %@ on the Flipper
ar: الضغط على %@ في Flipper
de: %@ auf dem Flipper drücken
es: Pulsar %@ en el Flipper
fr: Appuyer sur %@ sur le Flipper
hi: Flipper पर %@ दबाएँ
it: Premi %@ sul Flipper
ja: Flipper で %@ を押す
ko: Flipper에서 %@ 누르기
pl: Naciśnij %@ na Flipperze
pt_br: Pressionar %@ no Flipper
ru: Нажать %@ на Flipper
tr: Flipper’da %@ tuşuna bas
uk: Натиснути %@ на Flipper
zh_hans: 在 Flipper 上按 %@

source: Re-read what is installed and saved on the Flipper
ar: إعادة قراءة ما هو مثبت ومحفوظ على Flipper
de: Neu einlesen, was auf dem Flipper installiert und gespeichert ist
es: Volver a leer lo que está instalado y guardado en el Flipper
fr: Relire ce qui est installé et enregistré sur le Flipper
hi: Flipper पर क्या इंस्टॉल और सहेजा है, फिर से पढ़ें
it: Rileggi cosa è installato e salvato sul Flipper
ja: Flipper にインストール・保存されている内容を読み直す
ko: Flipper에 설치·저장된 내용을 다시 읽기
pl: Ponownie odczytaj, co jest zainstalowane i zapisane na Flipperze
pt_br: Reler o que está instalado e salvo no Flipper
ru: Заново прочитать, что установлено и сохранено на Flipper
tr: Flipper’da yüklü ve kayıtlı olanları yeniden oku
uk: Знову прочитати, що встановлено й збережено на Flipper
zh_hans: 重新读取 Flipper 上已安装和保存的内容

source: Read %@
ar: قراءة %@
de: %@ lesen
es: Leer %@
fr: Lire %@
hi: %@ पढ़ें
it: Leggi %@
ja: %@ を読む
ko: %@ 읽기
pl: Odczytaj %@
pt_br: Ler %@
ru: Прочитать %@
tr: %@ öğesini oku
uk: Прочитати %@
zh_hans: 读取 %@

source: Read battery info
ar: قراءة معلومات البطارية
de: Akkuinfos lesen
es: Leer información de la batería
fr: Lire les infos de batterie
hi: बैटरी जानकारी पढ़ें
it: Leggi informazioni sulla batteria
ja: バッテリー情報を読む
ko: 배터리 정보 읽기
pl: Odczytaj informacje o baterii
pt_br: Ler informações da bateria
ru: Прочитать данные батареи
tr: Pil bilgisini oku
uk: Прочитати дані акумулятора
zh_hans: 读取电池信息

source: Read device info
ar: قراءة معلومات الجهاز
de: Geräteinfos lesen
es: Leer información del dispositivo
fr: Lire les infos de l’appareil
hi: डिवाइस जानकारी पढ़ें
it: Leggi informazioni sul dispositivo
ja: デバイス情報を読む
ko: 기기 정보 읽기
pl: Odczytaj informacje o urządzeniu
pt_br: Ler informações do dispositivo
ru: Прочитать данные устройства
tr: Aygıt bilgisini oku
uk: Прочитати дані пристрою
zh_hans: 读取设备信息

source: Read replies aloud
ar: قراءة الردود بصوت عالٍ
de: Antworten vorlesen
es: Leer respuestas en voz alta
fr: Lire les réponses à voix haute
hi: जवाब ज़ोर से पढ़ें
it: Leggi le risposte ad alta voce
ja: 返答を読み上げる
ko: 답변 소리 내어 읽기
pl: Czytaj odpowiedzi na głos
pt_br: Ler respostas em voz alta
ru: Читать ответы вслух
tr: Yanıtları sesli oku
uk: Читати відповіді вголос
zh_hans: 朗读回复

source: Read storage info for %@
ar: قراءة معلومات التخزين لـ %@
de: Speicherinfos für %@ lesen
es: Leer información de almacenamiento de %@
fr: Lire les infos de stockage de %@
hi: %@ की स्टोरेज जानकारी पढ़ें
it: Leggi informazioni di archiviazione per %@
ja: %@ のストレージ情報を読む
ko: %@의 저장 공간 정보 읽기
pl: Odczytaj informacje o pamięci dla %@
pt_br: Ler informações de armazenamento de %@
ru: Прочитать данные хранилища для %@
tr: %@ için depolama bilgisini oku
uk: Прочитати дані сховища для %@
zh_hans: 读取 %@ 的存储信息

source: Read the app settings
ar: قراءة إعدادات التطبيق
de: App-Einstellungen lesen
es: Leer los ajustes de la app
fr: Lire les réglages de l’app
hi: ऐप सेटिंग्स पढ़ें
it: Leggi le impostazioni dell’app
ja: アプリの設定を読む
ko: 앱 설정 읽기
pl: Odczytaj ustawienia aplikacji
pt_br: Ler os ajustes do app
ru: Прочитать настройки приложения
tr: Uygulama ayarlarını oku
uk: Прочитати параметри застосунку
zh_hans: 读取 App 设置

source: Read the level of GPIO pin %@
ar: اقرأ مستوى طرف GPIO %@
de: Pegel von GPIO-Pin %@ lesen
es: Leer el nivel del pin GPIO %@
fr: Lire le niveau de la broche GPIO %@
hi: GPIO पिन %@ का स्तर पढ़ें
it: Leggi il livello del pin GPIO %@
ja: GPIO ピン %@ のレベルを読み取ります
ko: GPIO 핀 %@의 레벨을 읽습니다
pl: Odczytaj poziom pinu GPIO %@
pt_br: Ler o nível do pino GPIO %@
ru: Считать уровень вывода GPIO %@
tr: GPIO %@ pininin seviyesini oku
uk: Зчитати рівень виводу GPIO %@
zh_hans: 读取 GPIO 引脚 %@ 的电平

source: Region-unlocked fork, large protocol set
ar: نسخة بلا قيود إقليمية، مع مجموعة كبيرة من البروتوكولات
de: Fork ohne Regionssperre, viele Protokolle
es: Fork sin bloqueo regional, gran conjunto de protocolos
fr: Fork sans restriction régionale, nombreux protocoles
hi: क्षेत्र-अनलॉक फ़ोर्क, बड़ा प्रोटोकॉल सेट
it: Fork senza blocco regionale, ampio set di protocolli
ja: 地域制限を外したフォーク、多数のプロトコルに対応
ko: 지역 제한을 해제한 포크, 다양한 프로토콜 지원
pl: Fork bez blokady regionalnej, wiele protokołów
pt_br: Fork sem bloqueio de região, muitos protocolos
ru: Форк без региональных ограничений, много протоколов
tr: Bölge kilidi olmayan fork, geniş protokol seti
uk: Форк без регіональних обмежень, багато протоколів
zh_hans: 解除区域限制的分支，协议丰富

source: Rename the Flipper to "%@" (applies after a restart)
ar: إعادة تسمية Flipper إلى "%@" (يسري بعد إعادة التشغيل)
de: Den Flipper in „%@“ umbenennen (gilt nach einem Neustart)
es: Renombrar el Flipper a «%@» (se aplica tras reiniciar)
fr: Renommer le Flipper en « %@ » (après un redémarrage)
hi: Flipper का नाम "%@" करें (रीस्टार्ट के बाद लागू)
it: Rinomina il Flipper in «%@» (vale dopo un riavvio)
ja: Flipper の名前を「%@」に変更（再起動後に反映）
ko: Flipper 이름을 "%@"(으)로 변경 (재시동 후 적용)
pl: Zmień nazwę Flippera na „%@” (po ponownym uruchomieniu)
pt_br: Renomear o Flipper para "%@" (vale após reiniciar)
ru: Переименовать Flipper в «%@» (после перезагрузки)
tr: Flipper’ı “%@” olarak yeniden adlandır (yeniden başlattıktan sonra geçerli)
uk: Перейменувати Flipper на «%@» (після перезапуску)
zh_hans: 将 Flipper 重命名为“%@”（重启后生效）

source: Restart the Flipper
ar: إعادة تشغيل Flipper
de: Den Flipper neu starten
es: Reiniciar el Flipper
fr: Redémarrer le Flipper
hi: Flipper रीस्टार्ट करें
it: Riavvia il Flipper
ja: Flipper を再起動
ko: Flipper 재시동
pl: Uruchom Flippera ponownie
pt_br: Reiniciar o Flipper
ru: Перезагрузить Flipper
tr: Flipper’ı yeniden başlat
uk: Перезапустити Flipper
zh_hans: 重启 Flipper

source: Search GitHub for "%@"
ar: البحث في GitHub عن "%@"
de: GitHub nach „%@“ durchsuchen
es: Buscar «%@» en GitHub
fr: Chercher « %@ » sur GitHub
hi: GitHub पर "%@" खोजें
it: Cerca «%@» su GitHub
ja: GitHub で「%@」を検索
ko: GitHub에서 "%@" 검색
pl: Szukaj „%@” na GitHubie
pt_br: Buscar "%@" no GitHub
ru: Искать «%@» на GitHub
tr: GitHub’da “%@” ara
uk: Шукати «%@» на GitHub
zh_hans: 在 GitHub 上搜索“%@”

# Search GitHub for "%@" (.%@ files)
source: Search GitHub for "%1$@" (.%2$@ files)
ar: البحث في GitHub عن "%1$@" (ملفات .%2$@)
de: GitHub nach „%1$@“ durchsuchen (.%2$@-Dateien)
es: Buscar «%1$@» en GitHub (archivos .%2$@)
fr: Chercher « %1$@ » sur GitHub (fichiers .%2$@)
hi: GitHub पर "%1$@" खोजें (.%2$@ फ़ाइलें)
it: Cerca «%1$@» su GitHub (file .%2$@)
ja: GitHub で「%1$@」を検索（.%2$@ ファイル）
ko: GitHub에서 "%1$@" 검색 (.%2$@ 파일)
pl: Szukaj „%1$@” na GitHubie (pliki .%2$@)
pt_br: Buscar "%1$@" no GitHub (arquivos .%2$@)
ru: Искать «%1$@» на GitHub (файлы .%2$@)
tr: GitHub’da “%1$@” ara (.%2$@ dosyaları)
uk: Шукати «%1$@» на GitHub (файли .%2$@)
zh_hans: 在 GitHub 上搜索“%1$@”（.%2$@ 文件）

source: Search the Flipper app catalog for "%@"
ar: البحث في كتالوج تطبيقات Flipper عن "%@"
de: Den Flipper-App-Katalog nach „%@“ durchsuchen
es: Buscar «%@» en el catálogo de apps de Flipper
fr: Chercher « %@ » dans le catalogue d’apps Flipper
hi: Flipper ऐप कैटलॉग में "%@" खोजें
it: Cerca «%@» nel catalogo app del Flipper
ja: Flipper のアプリカタログで「%@」を検索
ko: Flipper 앱 카탈로그에서 "%@" 검색
pl: Szukaj „%@” w katalogu aplikacji Flippera
pt_br: Buscar "%@" no catálogo de apps do Flipper
ru: Искать «%@» в каталоге приложений Flipper
tr: Flipper uygulama kataloğunda “%@” ara
uk: Шукати «%@» у каталозі застосунків Flipper
zh_hans: 在 Flipper 应用目录中搜索“%@”

# Send infrared button '%@' from %@
source: Send infrared button '%1$@' from %2$@
ar: إرسال زر الأشعة تحت الحمراء "%1$@" من %2$@
de: Infrarot-Taste „%1$@“ aus %2$@ senden
es: Enviar el botón de infrarrojos «%1$@» de %2$@
fr: Envoyer le bouton infrarouge « %1$@ » de %2$@
hi: %2$@ से इन्फ़्रारेड बटन '%1$@' भेजें
it: Invia il tasto infrarossi «%1$@» da %2$@
ja: %2$@ の赤外線ボタン「%1$@」を送信
ko: %2$@의 적외선 버튼 '%1$@' 보내기
pl: Wyślij przycisk podczerwieni „%1$@” z %2$@
pt_br: Enviar o botão infravermelho "%1$@" de %2$@
ru: Отправить ИК-кнопку «%1$@» из %2$@
tr: %2$@ içinden “%1$@” kızılötesi tuşunu gönder
uk: Надіслати ІЧ-кнопку «%1$@» з %2$@
zh_hans: 发送 %2$@ 中的红外按键“%1$@”

source: Send the infrared remote %@
ar: إرسال جهاز التحكم بالأشعة تحت الحمراء %@
de: Infrarot-Fernbedienung %@ senden
es: Enviar el mando de infrarrojos %@
fr: Envoyer la télécommande infrarouge %@
hi: इन्फ़्रारेड रिमोट %@ भेजें
it: Invia il telecomando a infrarossi %@
ja: 赤外線リモコン %@ を送信
ko: 적외선 리모컨 %@ 보내기
pl: Wyślij pilota na podczerwień %@
pt_br: Enviar o controle infravermelho %@
ru: Отправить ИК-пульт %@
tr: %@ kızılötesi kumandasını gönder
uk: Надіслати ІЧ-пульт %@
zh_hans: 发送红外遥控器 %@

source: Send the raw device command %@
ar: إرسال أمر الجهاز الخام %@
de: Rohen Gerätebefehl %@ senden
es: Enviar el comando sin procesar %@
fr: Envoyer la commande brute %@
hi: कच्चा डिवाइस कमांड %@ भेजें
it: Invia il comando grezzo %@
ja: 生のデバイスコマンド %@ を送信します
ko: 원시 장치 명령 %@를 보냅니다
pl: Wyślij surowe polecenie urządzenia %@
pt_br: Enviar o comando bruto %@
ru: Отправить сырую команду устройства %@
tr: Ham cihaz komutunu gönder: %@
uk: Надіслати сиру команду пристрою %@
zh_hans: 发送原始设备命令 %@

source: Set GPIO pin %@ to input
ar: اجعل طرف GPIO %@ مدخلًا
de: GPIO-Pin %@ auf Eingang stellen
es: Poner el pin GPIO %@ como entrada
fr: Configurer la broche GPIO %@ en entrée
hi: GPIO पिन %@ को इनपुट बनाएँ
it: Imposta il pin GPIO %@ come ingresso
ja: GPIO ピン %@ を入力に設定します
ko: GPIO 핀 %@를 입력으로 설정합니다
pl: Ustaw pin GPIO %@ jako wejście
pt_br: Definir o pino GPIO %@ como entrada
ru: Перевести вывод GPIO %@ в режим входа
tr: GPIO %@ pinini giriş yap
uk: Перевести вивід GPIO %@ у режим входу
zh_hans: 将 GPIO 引脚 %@ 设为输入

source: Set GPIO pin %@ to output
ar: اجعل طرف GPIO %@ مخرجًا
de: GPIO-Pin %@ auf Ausgang stellen
es: Poner el pin GPIO %@ como salida
fr: Configurer la broche GPIO %@ en sortie
hi: GPIO पिन %@ को आउटपुट बनाएँ
it: Imposta il pin GPIO %@ come uscita
ja: GPIO ピン %@ を出力に設定します
ko: GPIO 핀 %@를 출력으로 설정합니다
pl: Ustaw pin GPIO %@ jako wyjście
pt_br: Definir o pino GPIO %@ como saída
ru: Перевести вывод GPIO %@ в режим выхода
tr: GPIO %@ pinini çıkış yap
uk: Перевести вивід GPIO %@ у режим виходу
zh_hans: 将 GPIO 引脚 %@ 设为输出

source: Show the last %lld actions from the audit log
ar: عرض آخر %lld إجراءات من سجل التدقيق
de: Die letzten %lld Aktionen aus dem Protokoll zeigen
es: Mostrar las últimas %lld acciones del registro de auditoría
fr: Afficher les %lld dernières actions du journal d’audit
hi: ऑडिट लॉग से पिछली %lld कार्रवाइयाँ दिखाएँ
it: Mostra le ultime %lld azioni del registro di controllo
ja: 監査ログの直近 %lld 件の操作を表示
ko: 감사 로그의 최근 작업 %lld개 보기
pl: Pokaż ostatnie działania z dziennika (%lld)
pt_br: Mostrar as últimas %lld ações do registro de auditoria
ru: Показать последние %lld действий из журнала
tr: Denetim kaydındaki son %lld işlemi göster
uk: Показати останні %lld дій із журналу
zh_hans: 显示审计日志中最近 %lld 条操作

source: Skip prompts for medium-risk actions
ar: تخطي الطلبات للإجراءات متوسطة الخطورة
de: Bei mittlerem Risiko nicht nachfragen
es: No preguntar en acciones de riesgo medio
fr: Ne plus demander pour les actions à risque moyen
hi: मध्यम जोखिम वाली कार्रवाइयों पर न पूछें
it: Non chiedere per le azioni a rischio medio
ja: 中リスクの操作では確認しない
ko: 중간 위험 작업은 묻지 않기
pl: Nie pytaj przy działaniach średniego ryzyka
pt_br: Não perguntar em ações de risco médio
ru: Не спрашивать при действиях среднего риска
tr: Orta riskli işlemlerde sorma
uk: Не питати для дій середнього ризику
zh_hans: 中风险操作不再询问

source: Start the Bad KB script %@ on the Flipper now
ar: ابدأ نص Bad KB %@ على الـ Flipper الآن
de: Bad-KB-Skript %@ jetzt auf dem Flipper starten
es: Iniciar el script de Bad KB %@ en el Flipper ahora
fr: Démarrer le script Bad KB %@ sur le Flipper maintenant
hi: Flipper पर Bad KB स्क्रिप्ट %@ अभी चलाएँ
it: Avvia ora lo script Bad KB %@ sul Flipper
ja: Flipper で Bad KB スクリプト %@ を今すぐ開始します
ko: Flipper에서 Bad KB 스크립트 %@를 지금 시작합니다
pl: Uruchom teraz skrypt Bad KB %@ na Flipperze
pt_br: Iniciar o script do Bad KB %@ no Flipper agora
ru: Запустить скрипт Bad KB %@ на Flipper сейчас
tr: Bad KB betiğini (%@) Flipper'de şimdi başlat
uk: Запустити скрипт Bad KB %@ на Flipper зараз
zh_hans: 立即在 Flipper 上启动 Bad KB 脚本 %@

source: Stock firmware from Flipper Devices
ar: البرنامج الثابت الأصلي من Flipper Devices
de: Original-Firmware von Flipper Devices
es: Firmware original de Flipper Devices
fr: Firmware d’origine de Flipper Devices
hi: Flipper Devices का मूल फ़र्मवेयर
it: Firmware originale di Flipper Devices
ja: Flipper Devices の純正ファームウェア
ko: Flipper Devices의 순정 펌웨어
pl: Oryginalny firmware od Flipper Devices
pt_br: Firmware original da Flipper Devices
ru: Оригинальная прошивка от Flipper Devices
tr: Flipper Devices’ın orijinal aygıt yazılımı
uk: Оригінальна прошивка від Flipper Devices
zh_hans: Flipper Devices 的官方固件

source: Stop asking after reading Flipper content in YOLO mode
ar: التوقف عن السؤال بعد قراءة محتوى Flipper في وضع YOLO
de: Im YOLO-Modus nach dem Lesen von Flipper-Inhalten nicht mehr fragen
es: Dejar de preguntar tras leer contenido del Flipper en modo YOLO
fr: Ne plus demander après la lecture de contenu du Flipper en mode YOLO
hi: YOLO मोड में Flipper की सामग्री पढ़ने के बाद पूछना बंद करें
it: Non chiedere più dopo aver letto contenuti del Flipper in modalità YOLO
ja: YOLO モードで Flipper の内容を読んだ後の確認をやめる
ko: YOLO 모드에서 Flipper 내용을 읽은 뒤 묻지 않기
pl: Nie pytaj po odczycie danych z Flippera w trybie YOLO
pt_br: Parar de perguntar após ler conteúdo do Flipper no modo YOLO
ru: Не спрашивать после чтения данных с Flipper в режиме YOLO
tr: YOLO modunda Flipper içeriği okunduktan sonra sormayı bırak
uk: Не питати після читання даних із Flipper у режимі YOLO
zh_hans: YOLO 模式下读取 Flipper 内容后不再询问

source: Stop connecting automatically on launch
ar: التوقف عن الاتصال التلقائي عند التشغيل
de: Beim Start nicht mehr automatisch verbinden
es: Dejar de conectar automáticamente al abrir
fr: Ne plus se connecter automatiquement au lancement
hi: लॉन्च पर अपने-आप कनेक्ट करना बंद करें
it: Non collegarti più automaticamente all’avvio
ja: 起動時の自動接続をやめる
ko: 실행 시 자동 연결 안 함
pl: Nie łącz automatycznie przy uruchomieniu
pt_br: Parar de conectar automaticamente ao abrir
ru: Не подключаться автоматически при запуске
tr: Açılışta otomatik bağlanmayı bırak
uk: Не підключатися автоматично під час запуску
zh_hans: 启动时不再自动连接

source: Stop reading replies aloud
ar: التوقف عن قراءة الردود بصوت عالٍ
de: Antworten nicht mehr vorlesen
es: Dejar de leer respuestas en voz alta
fr: Ne plus lire les réponses à voix haute
hi: जवाब ज़ोर से पढ़ना बंद करें
it: Non leggere più le risposte ad alta voce
ja: 返答の読み上げをやめる
ko: 답변 소리 내어 읽기 끄기
pl: Nie czytaj odpowiedzi na głos
pt_br: Parar de ler respostas em voz alta
ru: Не читать ответы вслух
tr: Yanıtları sesli okumayı bırak
uk: Не читати відповіді вголос
zh_hans: 停止朗读回复

source: Switch the model to %@
ar: التبديل إلى النموذج %@
de: Zum Modell %@ wechseln
es: Cambiar el modelo a %@
fr: Passer au modèle %@
hi: मॉडल को %@ पर बदलें
it: Passa al modello %@
ja: モデルを %@ に切り替える
ko: 모델을 %@(으)로 변경
pl: Przełącz model na %@
pt_br: Trocar o modelo para %@
ru: Переключить модель на %@
tr: Modeli %@ olarak değiştir
uk: Перемкнути модель на %@
zh_hans: 将模型切换为 %@
